{
  "Business Analytics": {
    "fees": "1,37,000/-",
    "branch_importance": "Business analytics is focused on analyzing various types of information to make practical, data-driven business decisions, and implementing changes based on those decisions",
    "intake": "40"
  },
  "Digital Marketing": {
    "fees": "1,37,000/-",
    "branch_importance": "Some of the key forms of digital marketing include SEO content, websites, blogs, banner ads on the web, online videos, PPC advertising, email advertising, advertisements on social media that include Facebook, Twitter, LinkedIn, Instagram among others, and mobile marketing.",
    "intake": "40"
  },
  "FinTech": {
    "fees": "1,37,000/-",
    "branch_importance": "Using Fintech services, businesses could end up holding back from charging additional fees, such as modification fees, cancellation fees and other hidden charges.",
    "intake": "40"
  },
  "Banking & Financial Services": {
    "fees": "1,37,000/-",
    "branch_importance": "Banks play an important role in the economy for offering a service for people wishing to save. Financial Services provides the free flow of capital and liquidity in the marketplace which could be a great choice",
    "intake": "40"
  },
  "International Business": {
    "fees": "1,37,000/-",
    "branch_importance": "An international business career enables you to travel around the world, interact with high-level clients, and shape organizational outcomes. ... “By studying for a career in international business, you are preparing yourself for the world of the future.”",
    "intake": "40"
  },
  "Computer Science & Engineering": {
    "fees": "72,000/-",
    "branch_importance": "A Leading Center of Computer Science and Engineering Research and Education in Asia Accredited by National Board of Accreditation (NBA) for B.Tech. CSE Course",
    "intake": "180"
  },
  "Electronics & Communication Engineering": {
    "fees": "72,000/-",
    "branch_importance": "
If you are good in communication and circuits ece is a good choice. The scope of ECE is very high. You can join IT industry, airlines, telecommunication, etc. Indian armed forces also provides jobs for electronics and communication engineers.",
    "intake": "60"
  },
  "Mechanical Engineering": {
    "fees": "64,000/-",
    "branch_importance": "Mechanical engineers produce machines keeping in mind the designing, testing, and development of the theoretical representation drawn for the purpose of construction. The automobile industry, construction companies, and other manufacturing industries hire mechanical engineers.",
    "intake": "60"
  },
  "Civil Engineering": {
    "fees": "64,000/-",
    "branch_importance": "As the infrastructure of the India and other developed countries continues to age, civil engineers are vital for managing projects to rebuild bridges, repair roads, upgrade levees and dams, and maintain airports and other buildings.",
    "intake": "60"
  },
  "Electrical Engineering": {
    "fees": "64,000/-",
    "branch_importance": "
Electrical engineers design, develop, test, and supervise the manufacture of electrical equipment, such as electric motors, radar and navigation systems, communications systems, or power generation equipment. Electrical engineers also design the electrical systems of automobiles and aircraft.",
    "intake": "60"
  },
  "Automation and Robotics": {
    "fees": "64,000/-",
    "branch_importance": "Automation and Robotics Engineering is considered a high-end professional career in India. ... There is a great demand for robotic engineers in the gaming industry and manufacturing units as well. If the candidate has good merit records, then they can find themselves in top profiles in research organizations such as ISRO and NASA",
    "intake": "60"
  },
  "Software Development Diploma": {
    "fees": "NA",
    "branch_importance": "Software development is a vast field and one that is creative, demanding and extremely rewarding. A career as a Software Developer gives you the opportunity to learn about the business as well as technology.",
    "intake": "40"
  },
  "Diploma in Vocation and Skill Development": {
    "fees": "NA",
    "branch_importance": "
Vocational education prepares individuals for jobs. It has adequate employment potentialities. It helps in broadening of horizon. It leads to dignity of labour.",
    "intake": "40"
  },
  "Civil Engineering Diploma": {
    "fees": "NA",
    "branch_importance": "Mostly, diploma holders can get jobs like clerk, technician, lab assistants, and even some higher positions like a supervisor. After your diploma in civil engineering, you can appear for exams like SSC, PWD, RRB, etc. to be eligible for a government sector job.",
    "intake": "60"
  },
  "Mechanical Engineering Diploma": {
    "fees": "NA",
    "branch_importance": "Mechanical engineering is among the prime engineering fields. The graduate job market is known to be hard, but as mechanical engineers use maths and physics practices to design and produce the world's mechanical devices, graduates tend to be in high demand all around the world.",
    "intake": "120"
  }
}